Repository: tahadevo/CocktailViewer
Catalog: CocktailViewer/Localizable.xcstrings
Source language: en
Languages: de, es, fr, tr

# addToBasketButtonText
source: Add to Basket
de: Zum Warenkorb hinzufügen
es: Añadir a la Cesta
fr: Ajouter au Panier
tr: Sepete Ekle

# alcoholTypeTitle
source: Alcohol Type:
de: Alkoholtyp:
es: Tipo de Alcohol:
fr: Type D'alcool :
tr: Alkol Tipi:

# alcoholTypeTitleNoInfo
source: Alcohol Type: No info
de: Alkoholtyp: Keine angaben
es: Tipo de Alcohol: Sin información
fr: Type D'alcool : Aucune Information
tr: Alkol Tipi: Bilgi yok

# basketTabText
source: Basket
de: Korb
es: Cesta
fr: Panier
tr: Sepet

# categoryTitle
source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie:
tr: Kategori:

# defaultNoInfo
source: No info
de: Keine angaben
es: Sin información
fr: Aucune Information
tr: Bilgi yok

# filterIngredientTitle
source: Cocktails with:
de: Cocktails mit:
es: Cócteles con:
fr: Cocktails avec:
tr: Şunu içeren kokteyller

# glassTitle
source: Glass:
de: Glas:
es: Vidrio:
fr: Verre:
tr: Bardak:

# glassTitleNoInfo
source: Glass: No info
de: Glas: Keine angaben
es: Vidrio: Sin información
fr: Verre: Aucune information
tr: Bardak: Bilgi yok

# homepageTitleCategories
source: Categories for you
de: Kategorien für Sie
es: Categorías para ti
fr: Des catégories pour vous
tr: Kategoriler - Senin için

# homepageTitleDiscover
source: Discover Your Favorite Cocktails
de: Entdecken Sie Ihre Lieblingscocktails
es: Descubre tus Cócteles Favoritos
fr: Découvrez Vos Cocktails Préférés
tr: Favori Kokteyllerini Keşfet

# homepageTitleIngredients
source: Ingredients you may like
de: Zutaten, die Ihnen gefallen könnten
es: Ingredientes que te pueden gustar
fr: Ingrédients qui pourraient vous plaire
tr: Beğenebileceğin Malzemeler

# homeTabText
source: Home
de: Homepage
es: Principal
fr: D'accueil
tr: Ana

# ingredientsTitle
source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
tr: Malzemeler

# instructionsTitle
source: Instructions
de: Anweisungen
es: Instrucciones
tr: Tarif

# logoutText
source: Log Out
de: Abmelden
es: Finalizar la Sesión
fr: Se Déconnecter
tr: Çıkış Yap

# navTitleBasket
source: My Basket
de: Mein Korb
es: Mi Cesta
fr: Mon Panier
tr: Sepetim

# navTitleHome
source: Explore
de: Erkunden
es: Explorar
fr: Explorer
tr: Keşfet

# navTitleProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

# navTitleSavedCocktails
source: Saved Cocktails
de: Gespeicherte Cocktails
es: Cócteles Guardados
fr: Cocktails Enregistrés
tr: Kaydedilmiş Kokteyller

# navTitleSearch
source: Cocktail Search
de: Cocktailsuche
es: Búsqueda de Cócteles
fr: Recherche de Cocktails
tr: Kokteyl Arama

# noCocktailsFoundMessage
source: No cocktails found
de: Keine Cocktails gefunden
es: No se encontraron cócteles
fr: Aucun cocktail trouvé
tr: Kokteyl bulunamadı

# noItemsInBasketText
source: No items in the basket
de: Keine Artikel im Warenkorb
es: No hay artículos en la cesta
fr: Aucun article dans le panier
tr: Sepette öge yok

# passwordPlaceholder
source: password
de: Passwort
es: contraseña
fr: mot de passe
tr: şifre

# profileTabText
source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

# progressCocktailDetails
source: Loading Cocktail Details
de: Cocktaildetails Werden Geladen
es: Cargando Detalles del Cóctel
fr: Chargement des Détails du Cocktail
tr: Kokteyl Detayları Yükleniyor

# saveCocktailsButtonText
source: Save Cocktails in Basket
de: Speichern Sie Cocktails im Korb
es: Guardar Cócteles en la Cesta
fr: Enregistrer les Cocktails dans le Panier
tr: Sepetteki Kokteylleri Kaydet

# searchBarPlaceholder
source: Search cocktails...
de: Cocktails suchen...
es: Buscar cócteles...
fr: Rechercher des cocktails...
tr: Kokteyl ara...

# searchTabText
source: Search
de: Suchen
es: Buscar
fr: Rechercher
tr: Ara

# usernamePlaceholder
source: username
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
tr: kullanıcı adı

# welcomeMessage
source: Welcome to Cocktail Viewer
de: Willkommen bei Cocktail Viewer
es: Bienvenido al Cocktail Viewer
fr: Bienvenue dans la Cocktail Viewer
tr: Cocktail Viewer'a Hoş Geldiniz

# filterCategoryTitle
source: Cocktails in:
es: Cócteles en:
fr: Cocktails à:
tr: Şu kategorideki kokteyller:

# loginButtonText
source: Login
es: Acceso
fr: Se Connecter
tr: Giriş Yap

# navTitleCocktailDetails
source: Cocktail Details
es: Detalles del Cóctel
fr: Détails du Cocktail
tr: Kokteyl Detayları
